<?php

return [

    'about_us' => 'من نحن',
    //main menu text
    'home' => 'الرئيسية',
    'cpanel' => 'لوحة التحكم',
    'Steps_Title' => 'كيفية الإستخدام',
    'About_us' => 'من نحن',
    'Our_Vision' => 'رؤيتنا',
    'Stats' => 'إحصائيات ومميزات',

    //Mega header text
    'banner_title' => 'تطبيق بلو فلتر .. منصة تجمع كافة متخصصي المياه في مكان واحد!',
    'banner_content' => 'بلو فلتر هي شركة فلسطينية ذات ملكية فردية مقرها في قطاع غزة فلسطين و تأسست الشركة إنطلاقا من فهم احتياجات السوق المحلية في مجال تنقية مياه الري.',

    //Buttons text
    'Next_Section' => 'التالي',
    'Download_Now' => 'تحميل التطبيق',

    //Steps text
    'Step_One_Title' => '1) تحميل التطبيق',
    'Step_One_Content' => 'قم بتحميل التطبيق من المتجر الخاص بجوالك',
    'Step_Two_Title' => '2) إنشاء حساب لك',
    'Step_Two_Content' => 'قم بعمل حساب جديد خاص بك لسهولة التعامل والتواصل',
    'Step_Three_Title' => '3) البحث عن مقدم خدمة',
    'Step_Three_Content' => 'قم بالبحث عن مقدم الخدمة الذي تحتاجه من قاعدة بيانات كبيرة',
    'Step_Four_Title' => '4) التواصل المباشر',
    'Step_Four_Content' => 'يمكنك معرفة كافة تفاصيل التواصل مع مقدم الخدمة والتواصل المباشر معه',

    //About us text
    'About_us_Subtitle' => 'نبذة عامة عن بلو فلتر',
    'About_us_Content' => 'بلو فلتر هي شركة فلسطينية ذات ملكية فردية مقرها في قطاع غزة فلسطين و تأسست الشركة إنطلاقا من فهم احتياجات السوق المحلية في مجال تنقية مياه الري فهي شركة متتخصصة في معالجة المياه الزراعية حيث قامت الشركة بتطوير مرشح تنقية مياه فعال وخالي من المواد الكيميائية وصديق للبيئة لتنقية المياه الجوفية من النترات والأملاح. تقدم بلو فلتر حلاً بسيطًا ورخيصًا لتنقية المياه الجوفية وجعلها مناسبة للزراعة من خلال استخدام تكنولوجيا خضراء خالية من أي إضافات كيميائية و صديقة للبيئة.',

    //Our Vision text
    'Our_Vision_Subtitle' => '"الأفضل في معالجة المياه"',
    'Our_Vision_Content' => 'تتمثل رؤيتنا في أننا نطمح بأن نكون الرياديين في معالجة و تنقية المياه  ونساهم مساهمة فعالة في المجتمع الذي نخدمه من خلال تقديم "الأفضل في معالجة المياه" لعملائنا وبيئتنا.',

    //Statistics text
    'Stats_Downloads' => 'تحميلات التطبيق',
    'Stats_Users' => 'المستخدمين',
    'Stats_Providers' => 'مقدمي الخدمات',
    'Stats_Articles' => 'المقالات',
    'Stats_ads' => 'الإعلانات',

    //Features text
    'Features_Title_1' => 'السهولة والسلاسة',
    'Features_Title_2' => 'دمج مع خرائط جوجل',
    'Features_SubTitle_1' => 'سهولة التواصل',
    'Features_SubText_1' => 'يمكنك معرفة معلومات التواصل بمقدم الخدمة والإتصال مباشرة',
    'Features_SubTitle_2' => 'إيجاد الأقرب لك',
    'Features_SubText_2' => 'يمكنك معرفة من أقرب مقدمي الخدمات إليك والتواصل معهم',
    'Features_SubTitle_3' => 'نصائح ومعلومات مهمة',
    'Features_SubText_3' => 'نشارككم نصائح ومعلومات مهمة بشكل دوري خاصة بالمياه',

    //form
    'Form_Added' => 'لقد إشتركت في القائمة البريدية بنجاح',
    'duplicateEmail' => 'البريد الالكتروني يجب ان يكون فريد ',

    //Blog text
    'Blog' => 'المدونة',

    //Ads text
    'Ads' => 'الإعلانات',
    'brief' => 'نبذة مختصرة',

    //Subscription text
    'Subscribe' => 'تابعنا',
    'Subscribe_Title' => 'إنضم للقائمة البريدية وإبقى على إتطلاع بأحدث الأخبار',
    'Subscribe_Name' => 'إسمك الكامل',
    'Subscribe_Email' => 'أدخل بريدك الإلكتروني هنا',
    'Subscribe_Date' => 'تاريخ الارسال',

    'Subscribe_Submit' => 'الإنضمام',

    //Footer
        'copyrights' => 'جميع الحقوق محفوظة للفلتر الأزرق © 2021',
    'credits' => 'تم تصميم وبرمجة هذا الموقع بكل <i class="fas fa-heart text-danger heartz"></i> من <a href="https://bluefilter.ps/" target="_blank" title="BlueFilter">الفلتر الازرق</a>'
];
